Repository: KMessina1/Photo-Framing-App
Catalog: SquareFrame/*.lproj/Localizable.strings
Languages: es

# Help(SF)_Help_3
source: WHAT'S NEW:: Toggles the display of a summary of new features in the last version update.
es: QUÉ HAY DE NUEVO:: Alterna la visualización de un resumen de las nuevas características de la última actualización de la versión.

# Help(SF)_Help_4
source: TEXT SIZE:: Drag to adjust the size of the text on display in this window.
es: TAMAÑO DEL TEXTO:: Arrastre para ajustar el tamaño del texto en la pantalla en esta ventana.

# Help(SF)_3D-Touch_1
source: 3D-Touch
es: 3D-Toque

# Help(SF)_3D-Touch_2
source: HOME SCREEN ICON:: Deep press the app's icon on the home screen to reveal a menu of options to quickly jump to a specific screen and/or function. (Not available on all device models. Please refer to your owners manual to see if 3D Touch is available on your device).
es: ICONO DE LA PANTALLA DE INICIO: pulse profunda icono de la aplicación en la pantalla principal para revelar un menú de opciones para saltar rápidamente a una pantalla y / o función específica. (No disponible en todos los modelos. Por favor, consulte el manual del propietario para ver si 3D táctil está disponible en el dispositivo).

# Help(SF)_Conclusion_1
source: We hope you enjoy using
es: Esperamos que disfrute utilizando

# Help(SF)_Conclusion_4
source: If you've enjoyed using our app, we'd really appreciate it if you could take a minute to give us a good rating in the iTunes App Store.
es: Si has disfrutado usando nuestra aplicación, le agradecería mucho si usted podría tomar un minuto para darnos una buena calificación en la iTunes App Store.

# SERVER_CustomerOrdersNotFound_Msg
source: Customer Orders not found on server.
es: Pedidos de clientes no encontrados en el servidor.

# SERVER_CustomerNmberNotFound_Msg
source: Customer Number not found on server.
es: Número de cliente no encontrado en el servidor.

# SERVER_IncompleteMyInfo_Title
source: INCOMPLETE INFORMATION
es: INFORMACIÓN INCOMPLETA

# SERVER_IncompleteMyInfo_Msg
source: You must first complete your Name & Address information before using this function.
es: Primero debe completar su información de nombre y dirección antes de usar esta función.

# SERVER_IncompleteMyInfo_Msg_GoTo
source: Do you want to enter your Name & Address information now?
es: ¿Desea ingresar su información de nombre y dirección ahora?

# SERVER_ORDERS_NONE_TITLE
source: NO ORDER HISTORY
es: NO HISTORIA DE PEDIDO

# SERVER.Account.NotFound.titleInvlaid
source: INVALID ACCOUNT
es: CUENTA NO VÁLIDA

# SERVER.Account.NotFound.title
source: ACCOUNT NOT FOUND
es: CUENTA NO ENCONTRADA

# SERVER.Account.NotFound.msg
source: An existing Squareframe account was not found for this email address. If you are an EXISTING customer, please check the email address and enter again. Otherwise continue as a NEW customer.
es: No se encontró una cuenta de Squareframe existente para esta dirección de correo electrónico. Si usted es un cliente EXISTENTE, verifique la dirección de correo electrónico y vuelva a ingresar. De lo contrario, continúe como un NUEVO cliente.

# SERVER.Account.EnterAtCheckout
source: New customers enter at Checkout.
es: Los nuevos clientes ingresan en Checkout.

# SERVER.Account.IDNotFound.msg
source: A Squareframe account for {id} not found.
es: Una cuenta Squareframe para {id} no encontrada.

# SERVER.Account.Searching
source: Searching for account...
es: Búsqueda de cuenta...

# SERVER.Orders.Searching
source: Searching for Customer Orders...
es: Buscando pedidos de clientes...

# SERVER.Addresses.Searching
source: Searching for saved Addresses...
es: Buscando direcciones guardadas...

# SERVER.SalesTax.Searching
source: Searching for Sales Tax Rate...
es: Búsqueda de tasa de impuesto a las ventas...

# SERVER.SalesTax.NotFound.title
source: ADDRESS NOT FOUND
es: DIRECCIÓN NO ENCONTRADA

# SERVER.SalesTax.NotFound.msg
source: Sales tax for the zip code entered is not valid.
es: El impuesto de ventas para el código postal ingresado no es válido.

# SERVER.Account.UpdateMailingList
source: Updating Mailing Preference...
es: Actualización de preferencias de correo...

# Server.DontIntterrupt.Title
source: IMPORTANT!
es: ¡IMPORTANTE!

# Server.DontIntterrupt.Msg
source: You are about to upload your photos to be printed. Please do not exit the app or turn off your device until upload has completed. Thanks!
es: Estás a punto de subir tus fotos para imprimirlas. No salga de la aplicación ni apague su dispositivo hasta que la carga se haya completado. ¡Gracias!

# Server.FailedCreateOrder.Msg
source: ORDER FAILED
es: EL PEDIDO FALLÓ

# Server.CreatingOrderFolder.Msg
source: Creating Order Folder...
es: Crear carpeta de pedidos...

# Server.CreatingOrderFolder.Failed.Msg
source: Failed to create Order Folder on server.
es: Error al crear la carpeta de pedidos en el servidor.

# Server.UploadingFiles.Msg
source: Preparing Files to Upload...
es: Preparación de archivos para cargar...

# Server.UploadingFiles.Failed.Msg
source: Failed to upload {file} to server.
es: Error al subir {files} al servidor.

# Server.viewLastOrder.Title
source: THANK YOU!
es: ¡GRACIAS!

# Server.OrderPDFNotFound.Msg
source: Receipt for order #{orderNum} was not found.
es: No se encontró el recibo de la orden #{orderNum}.

# Server.noEmail.Title
source: INVALID EMAIL
es: EMAIL INVÁLIDO

# Server.noEmail.Msg
source: Email is not in a valid format or is blank.
es: El correo electrónico no está en un formato válido o está en blanco.

# Server.CustomerAddError.Title
source: ERROR OCCURRED
es: SE PRODUJO UN ERROR

# Server.CustomerAddError.Msg
source: There was a problem getting/saving Customer information.
es: Hubo un problema al guardar la información del Cliente.

# InputData_ReliantFldBlank_Title
source: RELIANT FIELD BLANK
es: BLANCO DE CAMPO RELIENTE

# InputData_ReliantFldBlank_Msg
source: You must first enter
es: Primero debe ingresar
