Repository: KMessina1/Photo-Framing-App
Catalog: SquareFrame/*.lproj/Localizable.strings
Languages: es

# shortcut_Open_1_Title
source: Frame Gallery
es: Galería de Marcos

# shortcut_Open_2_Title
source: Select Photo
es: Seleccione Foto

# shortcut_Open_3_Title
source: Order History
es: Historial de Pedidos

# shortcut_Open_4_Title
source: Settings
es: Ajustes

source: New
es: Nuevo

source: New!
es: ¡Nuevo!

# Frame Style
source: Style
es: Estilo

source: Frame Color
es: Coloraryes del Marco

source: Format
es: Formato

source: Style/Shape
es: Estilo/Forma

source: Frame
es: Marco

source: Frames
es: Marcos

source: Framed
es: Enmarcada

source: Black
es: Negro

source: White
es: Blanco

source: Gray Wash
es: Gris Desteñido

# Gray
source: Gray Wash
es: Gris Desteñido

source: Walnut
es: Nogal

# Brown
source: Walnut
es: Nogal

source: Square
es: Cuadrado

source: Standard
es: Estándar

source: Slimline
es: que no Engorda

source: Wood
es: Madera

source: photo
es: foto

source: Photo
es: Foto

source: size
es: tamaño

source: Size
es: tamaño

source: preview
es: preestreno

source: Preview
es: Preestreno

source: website
es: sitio web

source: Website
es: Sitio web

source: in the Appstore
es: en la App Store

source: Failed
es: Ha fallado

# Copy.Failed_Title
source: COPY FILES
es: COPIA DE ARCHIVOS

# Copy.Failed_Msg
source: A problem happened copying files initializing the app. Please force delete the app and redownload again.
es: Ocurrió un problema al copiar archivos inicializando la aplicación. Por favor, obliga a eliminar la aplicación y volver a descargar de nuevo.

# Siren_Update_Title
source: UPDATE AVAILABLE
es: ACTUALIZACIÓN DISPONIBLE

# Siren_Update_Msg
source: A newer version is available and is required to continue with purchase. Please download from Appstore.
es: Una versión más nueva está disponible y se requiere para continuar con la compra.. Por favor descargue desde Appstore.

# Siren_Update_UpdateButton_Title
source: Update
es: Actualizar

# Siren_Update_NextTimeButton_Title
source: Next Launch
es: Siguiente lanzamiento

# Siren_Update_SkipVersionButton_Title
source: Skip
es: Omitir

# Share_Twitter_Msg
source: Check out Squareframe, the framing app for your Instagram and other photos. #Squareframe View in the App Store:
es: Echa un vistazo a Squareframe, la aplicación de encuadre para tu Instagram y otras fotos./n/n#Squareframe Ver en App Store:

# Share_Facebook_Msg
source: Check out Squareframe, the framing app for your Instagram and other photos. Tap the link below to view in the App Store.
es: Consulte Squareframe, la aplicación de encuadre para su Instagram y otras fotos./n/nToque el enlace a continuación para ver en App Store.

# Share_Mail_Msg1
source: Check out Squareframe, the framing app for your Instagram and other photos.<br><br>Tap the link below to view in the App Store.
es: Consulte Squareframe, la aplicación de encuadre para su Instagram y otras fotos./n/nToque el enlace a continuación para ver en App Store.

# Share_Mail_Msg2
source: view from Mobile Devices
es: vista desde dispositivos móviles

# Share_Mail_Msg3
source: view from Computer
es: vista desde la computadora

# Share_Mail_Subject
source: Your friend recommended the Squareframe app for you...
es: Tu amigo te recomendó la aplicación Squareframe...

# Share_SMS_Msg1
source: Check out Squareframe, the framing app for your Instagram and other photos.
es: Echa un vistazo a Squareframe, la aplicación de encuadre para tu Instagram y otras fotos.

# Share_SMS_Msg2
source: Tap the link below to view in App Store.
es: Toca el enlace a continuación para ver en App Store.

# Share_Copy_Msg1
source: Check out Squareframe, the framing app for your Instagram and other photos. Tap the link below to view in the App Store.
es: Consulte Squareframe, la aplicación de encuadre para su Instagram y otras fotos./n/nToque el enlace a continuación para ver en App Store.

# Share_Copy_Msg2
source: view from Mobile Devices
es: vista desde dispositivos móviles

# Share_Copy_Msg3
source: view from Computer
es: vista desde la computadora

# InfoOverlay_Header
source: Instructions
es: Instrucciones

# InfoOverlay_Title
source: TIPS
es: Consejos

# InfoOverlay_Tip1
source: Tap photo to select
es: Toque la foto para seleccionar

# InfoOverlay_Tip2
source: Tap frame to preview
es: Toque en el marco de una vista previa

# InfoOverlay_Tip3
source: Swipe ⬅︎/➡︎ changes color
es: Deslizar ⬅︎/➡︎ cambia de color

# InfoOverlay_Tip4
source: Swipe ⬆︎/⬇︎ changes size
es: Deslizar ⬆︎/⬇︎ cambia de tamaño

# InfoOverlay_Slide1_Title
source: To Select Photo
es: Para Seleccionar Foto

# InfoOverlay_Slide1_Descrip
source: Tap on the PHOTO to select
es: Toque en la FOTO para seleccionar

# InfoOverlay_Slide2_Title
source: To Preview
es: Para Previsualizar

# InfoOverlay_Slide2_Descrip
source: Tap on the FRAME to preview
es: Toque en el FRAME para previsualizar

# InfoOverlay_Slide3_Title
source: Change Color
es: Cambiar color

# InfoOverlay_Slide3_Descrip
source: Swipe ⬅︎/➡︎ to select
es: Deslizar ⬅︎/➡︎ para seleccionar

# InfoOverlay_Slide4_Title
source: Change Size
es: Cambiar tamaño

# InfoOverlay_Slide4_Descrip
source: Swipe ⬆︎/⬇︎ to select
es: Deslizar ⬆︎/⬇︎ para seleccionar

# Home(SF)_GetStarted
source: Get Started
es: Empieza

# Policy(SF)_Title
source: VIEW POLICIES
es: VER POLITICAS

# Policy(SF)_Privacy
source: Privacy
es: Intimidad

# Policy(SF)_Warranty
source: Warranty
es: Garantía

# Policy(SF)_Refunds
source: Refunds
es: Los Reembolsos

# Menu_Home
source: Home
es: Comienzo

# Menu_GetStarted
source: Get Started
es: Empezar

# Menu_Frames
source: Frames
es: Marcos

# Menu_Orders
source: Order History
es: Órdenes

# Menu_AccountInfo
source: Account Info
es: Info de cuenta

# Menu_Contact Us
source: Contact Us
es: Contáctenos

# Menu_Share
source: Share
es: Compartir

# Menu_Rate
source: Rate Us
es: Nos Califica

# Share_Title
source: Share Squareframe!
es: Compartir Squareframe!

# Share_Blurb
source: Tell your family and friends about Squareframe...
es: Dile a tu familia y amigos sobre Squareframe ...

# Frames(SF)_Title
source: Frames
es: Marcos

# Frames(SF)_Descrip
source: Our frames are made of sustainable New Zealand pine wood, premium luster photo paper, UV filter acrylic glass, and acid-free matting for years of superior, fade-resistant, quality and enjoyment. They are available in six sizes (frames for 4x4", 5x5", 8x8" square prints and 4x6", 5x7", and 8x10" rectangular prints) and five high-quality colors and stains (Natural, Black, White, Walnut, and Gray Wash).
es: Nuestros marcos están hechos de madera de pino sostenible de Nueva Zelanda, papel fotográfico de lustre de primera calidad, vidrio acrílico de filtro UV y alfombra sin ácido durante años de calidad superior, resistente a la decoloración, y disfrute. Están disponibles en seis tamaños (marcos para impresiones 4x4", 5x5", 8x8" y 4x6", 5x7" y 8x10") y cinco colores y manchas de alta calidad (natural, negro, blanco, nogal y gris).

# Frames(SF)_Frames
source: Frames
es: Marcos

# Frames(SF)_Note
source: Note: All frames have a white matte surrounding photo.
es: Nota: Todos los cuadros tienen un color blanco mate foto circundante.

# Frames(SF)_Finished
source: Finished
es: Completo

# Frames(SF)_AspectSquare
source: square
es: cuadrado

# Frames(SF)_Summary
source: Summary
es: Sumario

# Frames(SF)_Square
source: Square
es: Cuadrado

# Frames(SF)_Rectangular
source: Rectangle
es: Rectángulo

# Frames_Get_Square
source: Getting Square Frame Info
es: Obteniendo información de cuadro cuadrado

# Frames_Get_Rect
source: Getting Rectangualar Frame Info
es: Obteniendo información de cuadro rectangular

# Frames_Get_All
source: Getting Frame Info
es: Obteniendo información sobre el marco

# Frames_Info_Description_1
source: Our frames are made of sustainable New Zealand pine wood,
es: Nuestros marcos están hechos de madera de pino sostenible de Nueva Zelanda,

# Frames_Info_Description_2
source: premium luster photo paper, UV filter acrylic glass, and acid-free matting
es: papel fotográfico de lustre premium, filtro UV de vidrio acrílico y esteras sin ácido

# Frames_Info_Description_3
source: for years of superior, fade-resistant, quality and enjoyment.
es: por años de superior, fade-resistente, calidad y disfrute.

# FramePreview_Title
source: PREVIEW
es: AVANCE

# FramePreview_Msg
source: You must select a photo before previewing.
es: Debe seleccionar una foto antes de la vista previa.

# Orders(SF)_Title
source: Order History
es: Historial de Órdenes

# Orders_Total_Orders
source: Total Orders
es: Total de ordenar

# Orders_Total_Amount
source: Total Amount
es: Cantidad total

# Orders_NotProcessed_Title
source: ORDER HISTORY
es: HISTORIAL DE PEDIDOS

# Orders_NotProcessed_Msg
source: This order was not completed and details cannot be displayed.
es: Esta orden no se completó y no se pueden mostrar los detalles.

# Orders_NotFound_Title
source: ORDER HISTORY
es: HISTORIAL DE PEDIDOS

# Orders_NotFound_Msg
source: No orders have been found for your account.
es: No se han encontrado pedidos para su cuenta.

# Cart(SF)_FrameFormat
source: Frame Format
es: Formato de Trama

# Cart(SF)_Framed
source: framed
es: enmarcado

# Cart(SF)_PerFrame
source: per frame
es: por marco

# Cart_AddTo
source: Add to Cart
es: Añadir a la Cesta

# Cart_FrameInfo
source: View Details
es: Ver Detalles

# Cart_AddError_Title
source: CART ERROR
es: ERROR DE LA TARJETA

# Cart_AddError_Msg
source: There was an error adding item in cart. Try again.
es: Se ha producido un error al añadir el elemento en el carro. Inténtalo de nuevo.

# Cart_AddErrorPhoto_Title
source: PHOTO ERROR
es: ERROR FOTOGRÁFICO

# Cart_AddErrorPhoto_Msg
source: There was a problem locating this photo. Please select it again and then try to add to cart.
es: Hubo un problema al ubicar esta foto. Por favor, vuelva a seleccionarlo y luego intente agregarlo al carrito.

# Cart_UpdateError_Title
source: CART ERROR
es: ERROR DE LA TARJETA

# Cart_UpdateError_Msg
source: There was an error updating item in cart. Try again.
es: Se ha producido un error al actualizar el elemento en el carro. Inténtalo de nuevo.

# Cart_DeleteError_Title
source: CART ERROR
es: ERROR DE LA TARJETA

# Cart_DeleteError_Msg
source: There was an error deleting item in cart. Try again.
es: Se ha producido un error al eliminar el elemento del carro. Inténtalo de nuevo.

# Cart_Emptying
source: Emptying Cart
es: Carrito de vaciado

source: Customer
es: Cliente

source: customer
es: cliente

# Correct information
source: Correct the following information
es: Corrija la siguiente información

source: Country must be US
es: País debe ser EE.UU.

# Cart.Create.Error_Title
source: CART ERROR
es: ERROR DE CARRITO

# Cart.Create.Error_Msg
source: There was a problem creating your shopping cart. Please try again.
es: Hubo un problema al cargar un carrito de compras. Inténtalo de nuevo.

# Cart.Customer.Create.Error_Title
source: CART ERROR
es: ERROR DE CARRITO

# Cart.Customer.Create.Error_Msg
source: There was a problem creating you as a new customer. Please try again.
es: Hubo un problema al crearlo como un nuevo cliente. Inténtalo de nuevo.

# Cart.AddItems
source: Items to Cart
es: Artículos al carro

# Cart.Order.Error_Title
source: CART/ORDER ERROR
es: ERROR DE CARRITO / PEDIDO

# Cart.Order.Error_Msg
source: There was a problem converting your Shopping Cart to an Order. Please try again.
es: Hubo un problema al convertir su carrito de compras en un pedido. Inténtalo de nuevo.

# Customers_NotFilledOut_Title
source: CUSTOMER INFO
es: INFORMACIÓN DEL CLIENTE

# Customers_NotFilledOut_Msg
source: Your account is not set. Please enter your email address in Account Settings before trying to view your Order History.
es: Tu cuenta no está configurada. Ingrese su dirección de correo electrónico en Configuración de cuenta antes de intentar ver el Historial de su Pedido.

# coupon.error_Title
source: COUPON ERROR
es: ERROR DE CUPON

# coupon.error_Msg
source: Error Getting Coupons from server.
es: Error al obtener cupones del servidor.

source: Searching for addresses...
es: Buscando direcciones...

source: Processing addresses...
es: Procesamiento de direcciones...

# Order_DateTitle
source: Date
es: Fecha

# Order_NumberTitle
source: Number
es: Número

# Order_ItemsTitle
source: Items
es: Artículos

# Order_StatusTitle
source: Status
es: Estado

# Order_ShippedToTitle
source: Shipped To
es: Enviado a

# Order_Last
source: Last Order
es: Último órdenar

# Order_OutOfStock_Title
source: OUT OF STOCK
es: AGOTADO

# Order_OutOfStock_Msg
source: Unfortunately, this frame is temporarily out of stock. Please select a different color or size.
es: Este cuadro está temporalmente fuera de stock. Seleccione un color o tamaño diferente.

# Order_LimitedStock_Title
source: LIMITED STOCK
es: INVENTARIO LIMITADO

# Order_LimitedStock_Msg
source: This frame has {qtyOnHand} available in stock. Please enter lower quantity or select a different color or size.
es: Este bastidor tiene {qtyOnHand} disponibles en stock. Ingrese una cantidad más baja o seleccione un color o tamaño diferente.

# Order_ShippingMethod
source: USPS Standard Priority
es: USPS Prioridad Estándar

# Order_Failed_Title
source: ORDER FAILED
es: ERROR EN LA ORDERN

# Order_Failed_Msg
source: Order failed, please try again.
es: Falló el pedido. Vuelve a intentarlo.

# Order_Update_Failed_Title
source: ORDER UPDATE FAILED
es: NO SE HA ACTUALIZADO LA PEDIDO

# Order_Update_Failed_Msg
source: Order Update failed, please try again.
es: Falló la actualización de la orden, intente de nuevo.

# Order_Update_Failed_SalesTax_Msg
source: Order Update for Sales Tax failed, please try again.
es: Se ha producido un error en la actualización de pedido para el impuesto sobre ventas. Inténtelo de nuevo.

# Order_Update_Failed_Discount_Msg
source: Order Update for Discount failed, please try again.
es: La actualización de pedido para el descuento falló, por favor intente de nuevo.

# Order_Update_Failed_CustomerID_Title
source: Order Update for CustomerID failed, please try again.
es: La actualización del pedido de CustomerID falló, intente de nuevo.

# Order_Payment_Denied_Title
source: PAYMENT DECLINED
es: PAGO RECHAZADO

# Order_Payment_Denied_Msg
source: Your method of payment was declined. Please check all information is correct or use another.
es: Se rechazó su método de pago. Compruebe por favor que toda la información es correcta o utilice otra.

# Order.Payment.NotSelected.Title
source: PAYMENT INVALID
es: PAGO NO VÁLIDO

# Order.Payment.NotSelected.Msg
source: Please reselect payment method.
es: Por favor, vuelva a seleccionar el método de pago.

# Order_Payment_Denied_Reason_Title
source: Reason
es: Razón

# Order_Payment_Denied_Reason_Msg
source: Choose another payment method.
es: Elija otra forma de pago.

source: USPS Standard Priority
es: USPS Prioridad estándar

source: Order
es: Orden

source: ORDER NOT COMPLETED
es: ORDEN NO COMPLETADO

# Checkout_Items
source: Item(s):
es: Artículo(s):

# Checkout_Shipping
source: Shipping:
es: Envío:

# Checkout_SalesTax
source: GA Sales Tax:
es: GA Impuesto de venta:

# Checkout_Discount
source: Discount:
es: Descuento:

# Checkout_Total
source: Total:
es: Cantidad:

# CustNum_NotSet
source: Account not found
es: Cuenta no encontrada

# CustNum_NotFound
source: New
es: Nuevo

source: Contact Info
es: Datos de contacto

source: Ship to
es: Envie a

source: Gift Message
es: Mensaje de Regalo

source: Bill to
es: Cobrar a

# Select Ship To
source: SELECT "SHIP TO" ADDRESS FROM
es: SELECCIONAR "ENVIE A" DIRECCIÓN DE

# Select Your Address
source: SELECT "YOUR" ADDRESS FROM
es: SELECCIONAR "TU" DIRECCIÓN DE

source: Contacts
es: Contactos

source: Saved
es: Guardar

# Select Payment
source: SELECT "PAYMENT" FROM
es: SELECCIONAR "PAGO" DESDE

# Select Bill to
source: SELECT "BILL TO" ADDRESS FROM
es: SELECCIONAR "COBRAR A" DIRECCIÓN DE

source: Same as Ship to
es: Igual que Envie a

source: Same As Contact
es: Igual que el Contacto

source: Processing Order...
es: Orden de Procesamiento...

source: Processing Payment...
es: Procesando el Pago...

source: Calculating Sales Tax...
es: Cálculo del impuesto a las ventas...

source: Applying Discount...
es: Aplicando descuento...

source: Updating Order Total...
es: Actualizando Total de Orden...

# Checkout.ApplePay
source: Use your Apple Pay account for this purchase.
es: Use su cuenta de Apple Pay para esta compra.

# Checkout.ComplimentaryOrder
source: COMPLIMENTARY ORDER: No Payment is necessary.
es: ORDEN COMPLEMENTARIA: Sin pago es necesario.

# Checkout.NoPaymentSelected
source: Select Payment Type
es: Seleccionar tipo de pago

# Checkout.Validating Coupon
source: Validating Coupon...
es: Validar cupón...

# Checkout.CustomerID.Missing_Title
source: CUSTOMER
es: REVISA

# Checkout.CustomerID.Missing_Msg
source: There was a problem completing your order. Please try again.
es: Hubo un problema al completar su pedido. Inténtalo de nuevo.

# Feed(SF)_Title
source: Choose photos from...
es: Elige fotos de...

# Feed(SF)_Recents
source: Recents
es: Recientes

# Feed(SF)_NotFound
source: Following list not found.
es: La siguiente lista no se encuentra.

# PhotoPrev(SF)_Format
source: Photo Format:
es: Foto Formato:

# PhotoPrev(SF)_Size
source: Photo Size:
es: Foto Tamaño:

# PhotoPrev(SF)_FrameSize
source: Frame Size(s):
es: Tamaños de Cuadro:

# PhotoPrev_Size
source: Photo Size
es: Foto Tamaño

# photoSource.choose_title
source: Select Photo
es: Seleccione Foto

# photoSource.choose_msg
source: Continue to Instagram OR Access your Photo Library?
es: Continuar con Instagram O Acceda a su biblioteca de Fotos?

# photoSource.choose_PhotoLibrary
source: Photo Library
es: Biblioteca de Fotos

# photoSource.processing
source: Processing photo...
es: Procesando foto...

# photo.showDetails.Title
source: Photo Details
es: Detalles de fotos

# photoSource.select_title
source: SELECT PHOTO FROM
es: SELECCIONE LA FOTO DE

# Settings_Theme
source: Color Theme
es: Tema de color

# Settings_SFAcct
source: Account
es: Config. de la cuenta

# Settings_Privacy
source: Privacy Policy
es: Política de privacidad

# Settings_MailList_Notes
source: Sign up to receive emails about updates, special offers, and other items of interest. Don't worry, we won't flood your inbox with pointless emails.
es: Regístrese para recibir correos electrónicos sobre actualizaciones, ofertas especiales y otros elementos de interés. No se preocupe, no vamos a inundar su bandeja de entrada con correos electrónicos sin sentido.

source: Name & Email
es: Nombre Correo Electronico

# Account.Reset_Title
source: Reset App Settings
es: Restablecer la configuración

# Account.Reset_Msg
source: Reset all saved app settings?
es: ¿Restablecer todas las configuraciones de aplicaciones guardadas?

# Account.Reset.Alert_Title
source: RESET APP SETTINGS?
es: Restablecer la configuración?

# Account.Reset.Alert_Msg
source: You can reset Photo information if app can no longer find your photo or All information to reset Photo + your login information.
es: Puede restablecer la información de la foto si la aplicación ya no puede encontrar su foto o Toda la información para restablecer la foto + su información de inicio de sesión.

# Account.Reset.Alert_Btn_Photo
source: RESET Photo Info Only
es: RESTABLECER solo información de la foto

# Account.Reset.Alert_Btn_All
source: RESET All Information
es: RESTABLECER Toda la informacion

# Account.Reset.Alert_ResetPhoto_Title
source: PHOTO INFORMATION
es: Información de la foto

# Account.Reset.Alert_ResetPhoto_Msg
source: Your selected photo information has been reset.
es: La información de tu foto seleccionada ha sido restablecida.

# Account.Reset.Alert_ResetAll_Title
source: APP INFORMATION
es: Información de la aplicación

# Account.Reset.Alert_ResetAll_Msg
source: Your app information has been reset.
es: Su información de la aplicación ha sido restablecida.

# PDF_FOOTER_ORDER1
source: For questions regarding this order, contact us at orders@sqframe.com.
es: Para preguntas relacionadas con este fin, contacte con nosotros en orders@sqframe.com.

# PDF_FOOTER_ORDER2
source: Our policies are availalbe within our app or website www.sqframe.com.
es: Nuestras políticas están disponibles dentro de su aplicación o sitio web www.sqframe.com.

# PDF_ORDER_TITLE
source: Order Details
es: Detalles de la Orden

# PDF_PACKINGSLIP_TITLE
source: Packing Slip
es: Lista de Empaque

# PDF_GIFT_TITLE
source: Enjoy Your Gift
es: Disfruta tu Regalo

# PDF_GIFTMSG_TITLE
source: Gift Message
es: Mensaje de Regalo

# PDF_SHIPTO_TITLE
source: Ship To
es: Envie a

# PDF_FROM_TITLE
source: From
es: De

# PDF_CUSTOMER_TITLE
source: Customer
es: Cliente

# PDF_ORDERNUM_TITLE
source: Order Number
es: Número de Orden

# PDF_ORDERDATE_TITLE
source: Order Date
es: Fecha de Orden

# PDF_PAYMENTMETHOD_TITLE
source: Payment Method
es: Método de pago

# PDF_PAYMENTCARD_TITLE
source: Card ending in
es: Que termina en la tarjeta

# PDF_SHIPMETHOD_TITLE
source: Shipping Method
es: Método de Envío

# PDF_SHIPTRACKING_TITLE
source: Tracking Number
es: El Número de Rastreo

# PDF_SHIPUSPS_TITLE
source: USPS Standard Priority
es: Prioridad estándar de USPS

# PDF_PRIVACY_TITLE
source: Privacy
es: Privacidad

# PDF.Payment.Coupon_Title
source: PROMO CODE
es: CODIGO DE PROMOCION

# Help(SF)_Topics
source: Topics
es: Temas

# Help(SF)_Key_App Overview
source: App Overview
es: Aplicación General

# Help(SF)_Key_Settings
source: Settings
es: Ajustes

# Help(SF)_Key_Selecting Photos
source: Selecting Photos
es: Selección de Fotos

# Help(SF)_Key_Frame Options
source: Frame Options
es: Opciones de Marco

# Help(SF)_Key_Placing Orders
source: Placing Orders
es: Poniendo Ordenes

# Help(SF)_Key_About
source: About This App
es: Información de la Aplicación

# Help(SF)_Key_Help
source: Help
es: Ayuda

# Help(SF)_Key_3D-Touch
source: 3D-Touch
es: 3D-Toque

# Help(SF)_Key_Conclusion
source: Conclusion
es: Conclusión

# Help(SF)_Overview_1
source: App Overview
es: Aplicación General

# Help(SF)_Settings_1
source: Settings
es: Ajustes

# Help(SF)_SelectingPhotos_1
source: Selecting Photos
es: Selección de Fotos

# Help(SF)_FrameOptions_1
source: Frame Options
es: Opciones de Marco

# Help(SF)_PlacingOrders_1
source: Placing Orders
es: Poniendo Ordenes

# Help(SF)_About_1
source: About Screen
es: Acerca de la Pantalla

# Help(SF)_About_2
source: This is where you can learn more about this app or send us an Email.
es: Aquí es donde se puede aprender más acerca de esta aplicación o enviar un correo electrónico.

# Help(SF)_About_3
source: CONTACT US:: Send us an email with your questions, suggestions or ideas. We love to hear feedback from our customers!
es: CONTÁCTENOS: Enviar un correo electrónico con sus preguntas, sugerencias o ideas. Nos encanta escuchar los comentarios de nuestros clientes!

# Help(SF)_About_4
source: APP VERSION:: Various information listed in the event that technical support is needed.
es: VERSIÓN de la APP: Diversa información que aparece en el caso de que se necesita un apoyo técnico.

# Help(SF)_About_5
source: HELP:: Displays this screen.
es: AYUDA: Muestra esta pantalla

# Help(SF)_Help_1
source: Help Screen
es: Pantalla de Ayuda

# Help(SF)_Help_2
source: The Help Screen (what you are viewing right now) is available from all primary screens throughout the app. This is the User Manual for using this app and getting the most out of it by understanding its rich set of features and how to use them.
es: La pantalla de ayuda (lo que está viendo en este momento) está disponible en todas las pantallas primaria de toda la aplicación. Este es el manual del usuario para el uso de esta aplicación y obtener el máximo provecho de ella mediante la comprensión de su rico conjunto de características y la forma de utilizarlos.
